"Continue" = "Kontynuuj";

"Software Update" = "Aktualizacja oprogramowania";
"Release Notes:" = "Informacje o wydaniu:";
"Remind Me Later" = "Przypomnij mi później";
"Install on Quit" = "Zainstaluj przy zamknięciu";
"Install and Relaunch" = "Zainstaluj i uruchom ponownie";
"Skip This Version" = "Pomiń tą wersję";

"Automatically download and install updates" = "Automatycznie pobieraj i instaluj aktualizacje";
"No newer version available." = "Nowsza wersja nie jest dostępna.";
"An error occurred in retrieving update information. Please try again later." = "Wystąpił błąd podczas pobierania informacji o aktualizacji. Spróbuj ponownie później.";
"A new version of {0} is available! Would you like to download it now?" = "Nowa wersja {0} jest już dostępna! Chcesz ją pobrać już teraz?";

/* Progress messages */
"Installing update…" = "Instalowanie aktualizacji...";
"Checking for updates…" = "Sprawdzanie aktualizacji...";
"Downloading update…" = "Pobieranie aktualizacji...";
"Extracting update…" = "Wyodrębnianie aktualizacji...";

"Version {0} is now available" = "Wersja {0} jest już dostępna";
